Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/umo.se/alkohola.html.tmx
Source language: sme
Languages: sma

source: Alkoholain dárkkuhuvvo juhkosiid dego vuola, viidna ja viidni.
sma: Alkohole jovkemsh goh voelege, vijne jïh sprïjhte.

source: Máŋgasat juhket daningo dat lea buorre dehe vai šaddet gárremiin.
sma: Jïjnjh juvkieh juktie tuhtjieh njaelkies jallh sijhtieh tjïervesne sjïdtedh.

source: Muhto alkohola sáhttá leahkit maid váralaš máŋgga ládje.
sma: Mohte alkohole maahta aaj vaahreles ovmessie vuekine årrodh.

source: Dat sáhttá addit vahágiid ja skibasvuođaid, dagahit ahte gártá váttis dehe váralaš dilálašvuođaide.
sma: Maahta skaarah jallh skïemtjelassh vedtedh, aaj dorje guktie dåeriesmoerine jallh vaahreles tsiehkine båata.

source: Muhtimat ožžot áŧestusa ja vedjet heajuid go juhket.
sma: Naaken asvem åådtje jïh nåekies sjædta gosse jåvka.

source: Nuora suddjemii lea ahkerádji goas oažžu oastit alkohola: 18 jagi restauráŋŋas gávppašeapmái ja 20 jagi viidnegávppis gávppašeapmái.
sma: Dejtie noeride vaarjele lea aaltereraaste gåessie alkoholem åådtje åestedh: 18 jaepieh krogesne åådtje åestedh jïh 20 jaepieh systembolagesne åådtje åestedh.

source: Vaikko ieš oažžu oastit alkohola ii leat lohpi oastit soapmásii gii ii oaččo dan.
sma: Jïlhts jïjtje åådtje alkoholem nihteme jeatjide åestedh gie ij åadtjoeh åestede.

source: Manin juhkkojuvvo ?
sma: Mannasinie jåvka ?

source: Máŋggat juhket daningo sin mielas dat lea buorre ja lea somá.
sma: Jïjnjh alkoholem juvkieh juktie tuhtjieh njaelkies jïh murrie årrodh.

source: Muhtimat juhket daningo dovdet iežaset eahpesihkkarin.
sma: Naaken jåvka juktie damta ov-jearsoes.

source: Jus juhká vai oažžu buoret iešdovddu dehe unnida áŧestusa dehe jus juhká olu, sáhttá juhkan buvttehit boasttogeavahusa.
sma: Jis jåvka guktie buerebe jïjtjedomtesem åadtjodh jallh asvem unnede jallh ååpsen jïjnjh jåvka, maahta jovkemistie dåeriesmoerh sjidtieh.

source: Sáhttá maid veadjit heajuid jugadettiin ja maŋŋel.
sma: Maahta aaj nåekies damtedh, dovne gosse jovkeminie jïh dan mænngan.

source: Go lea nuorra alkohola geahččaleapmi soaitá dovdot lávkin šaddat rávisin.
sma: Gosse noere maahta damtedh goh sïllem vaeltedh geerve jieliedasse gosse alkoholem pryövedh.

source: Soaitá fállojuvvo ruovttus ja nu geahččala ieš dehe olbmáiguin.
sma: Kaanne gåetesne dah böörieh, jallh jïjtje pryövoe jallh voelpigujmie.

source: Lea dábálaš ahte rievtti mielde ii vuosttaš geardde dieđe háliidago juhkat muhto dahká dan go earát juhket dehe galggalii.
sma: Daamhtaj ij daejrieh jis sæjhta jovkedh voestes aejkien, barre dam dorje guktie jeatjah juvkieh jallh damta " manne byörem ".

source: Muhto jus duostá vuosttildit joavkodeattu ja vuordá vuoitá ollu.
sma: Mohte jis dåehkien vööste duasta tjåadtjodh jïh vuertedh dellie jïjnjem vitnie.

source: Mađi guhkit vuordá dađi buoret, daningo riskkat unnot vahágiid oažžumii ja alkoholasorjavažžan šaddamii.
sma: Guhkebe vuertedh buerebe lea, dan gaavhtan dah vaahrah vaeniedieh edtja skaarah åadtjodh jallh alkoholem jearohks sjïdtedh.

source: Mii dáhpáhuvvá go juhká ?
sma: Maam deahpede gosse jåvka ?

source: Jus šaddá gárremiin hehttejuvvojit signálat vuoigŋašiin nu ahte jurddašeapmi, dovddut, balánsa ja árvvoštallan doaibmá heajubut Dat váikkuha maid nákcii koordineret dehkiid lihkastagaid.
sma: Jis tjïervesne dellie signaalh aajlan sisnie sturrie guktie åssjelh, domtesh, mojhtesh, svihtjemh jïh gåvloe nåekies sjidtieh. Nåakebe maahta åedtjiej svïhtjemh ektiedidh.

source: Go árvvoštallan hedjona ii ipmir áššiid mat dáhpáhuvvet seamma ládje go čielggusin.
sma: Jis gåvloe nåakebe sjædta dellie ij guarkoeh maam deahpede seamma vuekine jis voerkes orre.

source: Soaitá dahkat juoidá man ii muđui dagalii: hupmá eanet ja eanet olbmuiguin, dánse, njoallu dehe háhká nieiddaid, ja geahččala ođđa áššiid.
sma: Kaanne maam akt darjodh maam ij sïjhth ellien darjodh: jeenebe håalodh jïh jeenjebh almetjigujmie, daanhtsodh, flirtestidh jallh kleenghkestidh jïh orre darjomh pryövedh.

source: Jus lea gárremiin sáhttá danin dahkat juoidá mas šaddet váralaš čuovvumušat.
sma: Nåakebe gåvloe aaj dorje geerve guarkoe jis maam akt lea vaahreles.

source: Muhtin áššit mat sáhttet dáhpáhuvvat go lea juhkan:
sma: Jis tjïervesne maahta maam akt darjodh mestie nåekies sjædta.

source: Láhppá diŋggaid dehe dat billohuvvot, daningo ii leat kontrolla dehe diŋggat suoláduvvojit.
sma: Aath teehpie jallh dah bïejstenieh, juktie ij dejtie voebnesjh jallh naaken dejtie sualede.

source: Šaddá riidduide dehe álgá doarrut.
sma: Maahta aelkedh rïjtelidh jallh dåårijidh.

source: Lea hui dábálaš ahte doarrun gárrenoaivvis álgá huleštemiin dakkáriin mas ii riidalivččii čielggusin.
sma: Daamhtaj aalka rïjtelidh gosse tjïervesne dan bïjre maam ij eavedh gosse voerkes.

source: Lea seksa vaikko ii hálit.
sma: Seksem åtna jïlhts ij dam sïjhth.

source: Jus lea gárremiin soaitá leahkit váttis gieldit, ja dat sáhttá dagahit ahte ieš, dat geaiguin lea seksa dehe earát vedjet heajuid maŋŋel dehe šaddá seksualálaš veagalváldin.
sma: Jis tjïervesne maahta geerve ijje jiehtedh, jïh dellie maahta jïjtje jallh dejnie mejnie seksem åtna jallh jeatjah nåakelaakan damtedh dan mænngan, jallh destie seksuellen daaresjimmiem sjïdtedh.

source: Lea seksa suddjetkeahttá ja dalle riskere oažžut sohkabealdávddaid, dehe šaddá dehe dahká soapmása áhpeheapmin.
sma: Jis seksem åtna jïh ij vaarjelh, dellie maahta tjoeleskïemtjelassh åadtjodh jallh baavijahtjedh.

source: Geahččala eará gárrenmirkkuid.
sma: Jeatjah drogh pryövoe.

source: Eatnasat leat juhkan alkohola go gevtet gárrenmirkkuid vuosttaš geardde, soaitá daningo eai jáhke dan nu váralažžan.
sma: Jeenjemes leah alkoholem jovkeme gosse dah narkotijkam voestes aejkien nåhtadin, kaanne dellie ij vïenhth dan vaahreles.

source: Bártida.
sma: Ovlæhkose båata.

source: Dat soaitá ovdamearkka dihte leahkit mopeda dehe biila, ahte jorrá ja nordada iežas dehe gahččá čáhcái.
sma: Maahta vuesiehtimmien gaavhtan moppem jallh bïjlem dåerede, maahta gahtjedh jïh laarhkenidh jallh tjaatsan gahtjedh.

source: Váldá dehe billista diŋggaid mat eai leat iežas dehe manná juosat gos ii oaččo leahkit.
sma: Maahta aath vaeltedh mahleah jïjtse, jallh sæjjan tjaanga gusnie ij åadtjoeh årrodh.

source: Veadjá heajuid ja oažžu áŧestusa maŋŋel go lea juhkan.
sma: Nåekies damtedh jïh asvem åadtjodh jovkemen mænngan.

source: Dat soaitá vuolgit das ahte lea dahkan áššiid maid gáhtá dehe heahpana, dehe šaddá reakšuvdna gorudis.
sma: Destie maam akt dorjeme maam saangerde jallh skaamesje, jallh reaksjovnem kråahpeste båata.

source: Šaddá váttis huolahit skuvlla dehe barggu.
sma: Geervebe sjædta skuvlesne jallh barkosne.

source: Alkohola bisána gorudii maŋŋil go lea leamaš gárremiin, ja soaitá váldit guhkit go ovtta beaivvi ovdalgo vuoigŋašat doibmet albma ládje ahte ovdamearkka dihte muitá ja oahppá áššiid.
sma: Alkohole kråahpesne dan mænngan tjïervesne orreme, jïh maahta jienebe biejjiem vaasedh åvteli aajla viht hijvenlaakan jåhta guktie vuesiehtimmien gaavhtan mujhtedh jallh maam akt lïeredh.

source: Muhtimat jáhkket ahte ii leat nu váralaš juhkat jus ii daga dan nu dávjá, ovdamearkka dihte dušše vahkkoloahpa, vaikko dalle juhká ollu.
sma: Naakenh vienhtieh ij dan vaahreles jovkh jis ij daamhtaj dam dorje, vuesiehtimmien gaavhtan barre hïeljine, jïlhts dellie jïjnjh jåvka.

source: Muhto dat ii doala deaivása.
sma: Mohte ij leah saatnan.

source: Beaivvi maŋŋel
sma: Biejjien mænngan

source: Soaitá leahkit vel gárremiin beaivvi maŋŋel go lea juhkan.
sma: Maahta tjïervesne årrodh biejjien mænngan lea jovkeme.

source: Dat vuolgá das man olu lea juhkan.
sma: Dïhte destie man jïjnjh lea jovkeme.

source: Ovdamearkan ahte alkohola álbmás vuollagis lea ain gorudis sullii golmmas njelljii diibmui.
sma: Vuesiehtimmien gaavhtan alkohole garrevoelegistie kråahpesne medtie golme jallh njieljie tæjmoeh gååvnese.

source: Iige gávdno miige vugiid oažžut dan nohkat jođáneappot.
sma: Ij maehtieh maam akt darjodh guktie varkebe jåhta.

source: Vaikko olmmoš lea gomás lea árvvoštallannákca heajut go dábálaččat ja soaitá leat váttis huolahit áššiid nugo galgá.
sma: Biejjien mænngan aaj jïjtje gåvloe nåakebe goh daamhtaj jïh maahta geerve årrodh aamhtesidie gïetedidh guktie edtja.

source: Ovdamearkka dihte soaitá leahkit váralaš vuodjit mopedain dehe biillain ja jus lea alkohola gorudis lea dat lágaheapme.
sma: Vuesiehtimmien gaavhtan maahta vaahreles årrodh moppem jallh bïjlem vuejedh, jïh jis alkohole kråahpesne dellie luhpehth.

source: Alkoholamirkkohus
sma: Alkoholedaalhkestimmie

source: Buohkat reagerejit sierra ládje alkoholii ja girdet sierra olu, muhto lea álo rádji gos gorut luohpá.
sma: Gaajhkh ovmessie vuekine alkoholem demtieh jïh ovmessie man jïjnjh töölieh, mohte raaste gujht gååvnese gosse kråahpe bæjhkohte.

source: Láve nu ahte olmmoš vuovssada dehe biestá nahkáriid.
sma: Daamhtaj åaraji jallh voeksede.

source: Jus meanohuvvá soaitá dat leahkit váralaš ja dalle ferte buohccivissui.
sma: Jis dïhte smæjveds dellie vaahreles jïh tjuara skïemtjegåatan vualka.

source: Jus lea fuolastuvvan das man lea juhkan, galgá váldit aktavuođa ráves olbmuin, buohccidikšunneavvumiin, poliissain dehe vuolgit buohccivissui.
sma: Jis naakenem gie jovki bysvoe, edtja geerve almetjem, skïemtjehokseraeriestimmiem, polijsem gaskesadtedh jallh skïemtjegåatan dejnie vuelkedh.

source: Jus soamis lea meanohuvvan galgá riŋget 112.
sma: Jis dïhte smæjveds tjuara 112:se rïngkedh.

source: Ii galgga viggat oažžut persovnna vuovssadit dehe njoarrat galbma čázi su nala, daningo lea riska eará vahágiidda dehe bárttiide.
sma: Ij edtjh voejhkelidh almetjem edtja voeksedidh jallh galme tjaetsiem dïsse döömedh, juktie vaahreles sjædta maahta skaarah jallh ovlæhkoeh sjïdtedh.
